; Hebrew
; PeterG תורגם לעברית ע"י

[Hebrew]
IDS_UPDATE_NO=No updates available.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=קובץ
IDS_SETTINGS=הגדרות
IDS_EXIT=יציאה
IDS_LANGUAGE=Language / שפה
IDS_HELP=עזרה
IDS_WEBSITE=אתר הבית
IDS_CHECKUPDATES=בדוק עדכונים
IDS_ABOUT=אודות
IDS_DONATE=תרומה
IDS_TRAY_SHOW=להציג / להסתיר
IDS_TRAY_DISABLE=לבטל
IDS_TRAY_POPUP_1=אזורי ניקוי
IDS_TRAY_POPUP_2=נקה כשהזיכרון מעל
IDS_TRAY_POPUP_3=ניקיון לפי טיימר
IDS_CLEAN=נקה זיכרון
IDS_GROUP_1=זיכרון פיזי
IDS_GROUP_2=זיכרון וירטואלי
IDS_GROUP_3=מטמון מערכת
IDS_ITEM_1=בשימוש
IDS_ITEM_2=זמין
IDS_ITEM_3=סה"כ זמין
IDS_SETTINGS_GENERAL=בסיסי
IDS_SETTINGS_MEMORY=ניקוי זיכרון
IDS_SETTINGS_APPEARANCE=עיצוב
IDS_SETTINGS_TRAY=מגש
IDS_CLOSE=סגירה
IDS_TITLE_1=הגדרות בסיסיות
IDS_TITLE_2=שפת ממשק
IDS_TITLE_3=אזור זיכרון לניקוי
IDS_TITLE_4=ניהול זיכרון
IDS_TITLE_5=מקשים חמים (גלובלי)
IDS_TITLE_6=סגנון
IDS_TITLE_7=חיווי צבע
IDS_TITLE_8=שליטה בעכבר
IDS_TITLE_9=טיפים
IDS_ALWAYSONTOP_CHK=חלון התוכנה מעל חלונות אחרים
IDS_LOADONSTARTUP_CHK=הפעל בעת הפעלת מחשב
IDS_STARTMINIMIZED_CHK=הפעל ממוזער
IDS_REDUCTCONFIRMATION_CHK=דרוש אישור כדי להתחיל בניקוי
IDS_SKIPUACWARNING_CHK="User Account Control" התעלם מאזהרת
IDS_CHECKUPDATES_CHK=בדוק אם יש עדכונים מעת לעת (מומלץ)
IDS_LANGUAGE_HINT=בחר את השפה שלך:
IDS_AUTOREDUCTENABLE_CHK=(%) :נקה כאשר מלא
IDS_AUTOREDUCTINTERVALENABLE_CHK=נקה כל: (דקות)
IDS_HOTKEY_CLEAN_CHK=ניקוי זיכרון:
IDS_TRAYUSETRANSPARENCY_CHK=השתמש ברקע שקוף
IDS_TRAYSHOWBORDER_CHK=הצג קווי רשת
IDS_TRAYROUNDCORNERS_CHK=קצוות עגולים
IDS_TRAYCHANGEBG_CHK=שנה צבע רקע (במקום טקסט וקו)
IDS_TRAYUSEANTIALIASING_CHK=השתמש ביישור
IDS_FONT_HINT=גופן:
IDS_COLOR_TEXT_HINT=צבע טקסט
IDS_COLOR_BACKGROUND_HINT=צבע רקע
IDS_COLOR_WARNING_HINT=צבע - רמה מסוכנת
IDS_COLOR_DANGER_HINT=צבע - רמה קריטית
IDS_TRAYLEVELWARNING_HINT=(%) :רמת אזהרה החל מ
IDS_TRAYLEVELDANGER_HINT=(%) :רמת סכנה החל מ
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=לחיצה על לחצן אמצעי:
IDS_TRAY_ACTION_1=להציג / להסתיר
IDS_TRAY_ACTION_2=ניקוי זיכרון
IDS_TRAY_ACTION_3=פתח את מנהל המשימות
IDS_SHOW_CLEAN_RESULT_CHK=הצג את תוצאת ניקוי הזיכרון
IDS_QUESTION=?האם ברצונך לנקות את הזיכרון שלך
IDS_QUESTION_WARNING=?יכולה לגרום לקפיאת המחשב לדקה או יותר, האם להפעיל אפשרות זאת "Modified page list" ו "Standby list" הפעלת אפשרות
IDS_QUESTION_FLAG_CHK=אל תשאל שוב
IDS_STATUS_CLEANED=%s ניקוי הזיכרון נעשה עם תוצאה
IDS_STATUS_NOPRIVILEGES=!נדרשות זכויות אדמין, הפעל את התוכנה כאדמין
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=אתחל
IDS_QUESTION_RESET=?האם ברצונך לאפס את כל הגדרות התוכנה
IDS_NOTIFICATIONSOUND_CHK=אפשר צליל התראה
IDS_TITLE_ADVANCED=מתקדם
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=Allow "Standby lists" and "Modified page list" cleanup on autoreduct
IDS_LOGRESULTS_CHK=Log cleaning results into a debug log
